//
//  Localizable.strings
//
//  Copyright 2009-2011 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "Obtener asistencia";
"GetLabsUninstaller" = "Obtener el programa de desinstalación";


// DISPATCHER
"ReinstallButtonDescription" = "Instalar la última versión";
"UninstallButtonDescription" = "Eliminar la instalación actual";

"ReinstallButtonTitle" = "OBTENER ÚLTIMA";
"UninstallButtonTitle" = "DESINSTALAR";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "No se puede instalar Adobe® Flash® Player.\n";
"NewerFlashPlayerAlreadyInstalled" = "Ya hay instalada una versión más reciente del software en este sistema.";
"InstalledVersionTitle" = "Versión instalada:";
"ThisVersionTitle" = "Esta versión:";
"SystemDoesNotMeetMinimumRequirements" = "El sistema no cumple los requisitos mínimos de instalación. Se requiere Mac OS X %@ o versión posterior.";
"NeedToUninstallFirst" = "Debe ejecutar el programa de desinstalación de Flash Player antes de instalar esta versión de Flash Player. Visite la página web de Adobe Labs para descargar el programa de desinstalación.";

// WELCOME
"LicenseAgreementLink" = "Lea el archivo de licencia aquí.";
"ReadAndAgreeToTermsOfUse" = "He leído y acepto los términos del Acuerdo de licencia de Flash Player.";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "Debe cerrar las siguientes aplicaciones para poder continuar:";
"CloseFPClientsDescription2" = "Puede cerrarlas manualmente o hacer clic en los botones siguientes.";

"ForceCloseAllButtonTitle" = "Forzar cierre de todo";

"CloseAppsDialogTitle" = "Cerrar aplicaciones adicionales";
"CloseAppsDialogMessage" = "Aún quedan aplicaciones por cerrar.\n\nHaga clic en Aceptar para ver una lista actualizada.";

"OKButtonTitle" = "ACEPTAR";
"CloseButtonTitle" = "Cerrar";


// INSTALL
"FPInstallerWindowTitle" = "Programa de instalación de Adobe Flash Player %@";

"EnableInstallMessage" = "Para poder activar la instalación, haga clic en la casilla de verificación para aceptar el acuerdo de licencia.";

"InstallingMessage" = "Instalando…";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "Finalizando instalación...";

"InstallButtonTitle" = "INSTALAR";
"RetryButtonTitle" = "REINTENTAR";
"QuitButtonTitle" = "SALIR";
"DoneButtonTitle" = "LISTO";
"DownloadButtonTitle" = "DESCARGAR";

// +--> Success
"InstallSucceededTitle" = "La instalación de Flash Player %@ ha finalizado";
"RestartBrowserMessage" = "Reinicie el navegador";

// +--> Failure
"InstallFailedTitle" = "Instalación fallida";
"InstallFailedDescription" = "Esta instalación ha fallado.";
"ErrorLogTitle" = "Registro de error:";


// UPDATE OPTIONS
"UpdateOptionsTitle" = "Actualizar preferencias de Adobe Flash Player";
"UpdateOptionsSubheader" = "Es posible descargar e instalar automáticamente mejoras y actualizaciones de seguridad.";
"UpdateMethodSelectionTitle" = "Elija el método de actualización:";
"UpdateOption_InstallAutomatically" = "Permitir que Adobe instale actualizaciones (recomendado)";
"UpdateOption_NotifyUser" = "Notificarme para instalar actualizaciones";
"UpdateOption_DoNotCheckForUpdates" = "No buscar actualizaciones nunca (no recomendado)";
"UpdateOptionsLearnMore" = "Más información";
"UpdateOptionsLearnMoreURL" = "http://www.adobe.com/go/learnmore_fp_updates_es";


// UNINSTALL
"FPUninstallerWindowTitle" = "Programa de desinstalación de Adobe Flash Player";
"UninstallDescriptionText" = "Este programa eliminará Adobe® Flash® Player de su equipo.";
"UninstallDescriptionText_PlusTentacleRemover" = "Este programa eliminará de su equipo Adobe® Flash® Player y todas las configuraciones y los archivos relacionados guardados en caché.";

"UninstallingMessage" = "Desinstalando…";
"UninstallCompletedTitle" = "Completado";

// +--> Success
"UninstallSucceededText" = "Se ha eliminado Adobe® Flash® Player de su sistema.";


// AUTOUPDATE
// Checking for updates
"CheckInternetConnection" = "No se ha podido cargar la información de actualización. Compruebe que tiene conexión a Internet y vuelva a intentarlo.";
"CheckingForUpdatesText" = "Obteniendo información de actualización...";

// No update available
"FlashPlayerIsUpToDate" = "Adobe® Flash® Player está actualizado en su sistema.";

// Update available
"AutoUpdateXmlLocale" = "es";
"FPAutoUpdateWindowTitle" = "Actualizar Adobe Flash Player";
"UpdateAvailableText" = "Hay disponible una actualización de Adobe® Flash® Player.";
"InstallThisUpdateQuestion" = "¿Instalar esta actualización?";
"ChangeSettingsText" = "Puede cambiar la configuración de actualización en el Administrador de configuración local.";
"LaunchLSMLink" = "Iniciar el Administrador de configuración local";

"RemindMeLaterButtonTitle" = "RECORDAR MÁS TARDE";


// Download Progress Panel
"CancelButtonTitle" = "CANCELAR";
"DownloadSucceededTitle" = "Descarga realizada correctamente";
"DownloadFailedTitle" = "Error en la descarga";
"DownloadPercentage" = "%d%%";
"DownloadFailedDescription" = "Se ha producido un error al descargar el programa de instalación. Compruebe que tiene conexión a Internet y vuelva a intentarlo.";
"DownloadingMessage" = "Descargando…";
"VerifyingDownloadMessage" = "Verificando la descarga…";
"UnpackingDownloadMessage" = "Descomprimiendo la descarga…";
"LaunchingInstallerMessage" = "Iniciando archivo de instalación…";

// Redirect URL
"PDCRedirectU​RL" = "https://get3.adobe.com/es/flashplayer/update/osx";
"PPAPIPDCRedirectU​RL" = "https://get3.adobe.com/es/flashplayer/update/ppapiosx";

// Analytics Options
"AnalyticsTitle" = "Datos de uso";
"AnalyticsCheckboxLabel" = "Enviar datos de uso anónimos";
"AnalyticsCheckboxDescription" = "Envíe datos de uso anónimos para ayudarnos a mejorar Adobe Flash Player. Puede modificar esta selección en cualquier momento.";
"AnalyticsLearnMore" = "Más información";
"AnalyticsLearnMoreURL" = "http://www.adobe.com/go/fp_learn_more_usage_data_es";
